{
  "items": [
    { "id": "flash1", "category": "game", "title": "Alien Hominid", "icon": "🎮", "description": "Alien Hominid began as a Flash game created by Tom Fulp and Dan Paladin on Newgrounds in 2002. It featured a cartoonish alien shooting FBI agents in a fast-paced, side-scrolling shooter style. Praised for its hand-drawn art and chaotic gameplay, the game quickly gained a cult following. Its popularity led to a full console release in 2004, marking one of the earliest examples of a Flash game successfully transitioning to commercial platforms. Alien Hominid helped establish indie developer The Behemoth.", "image": "images/alien-hominid.jpg", "wiki": "https://www.newgrounds.com/portal/view/59593" },
    { "id": "flash2", "category": "game", "title": "Stick RPG", "icon": "🎮", "description": "Stick RPG, created by XGen Studios in 2003, is a browser-based life simulation game set in a minimalist city filled with stick figure characters. Players control a nameless protagonist navigating jobs, school, gambling, and street fights to increase stats and buy luxury items. Despite its simple graphics, the game stood out for its sandbox-style gameplay and mysterious, slightly surreal tone. Its success spawned a more expansive sequel, but the original remains a nostalgic favorite of early internet gaming.", "image": "images/stick-rpg.gif", "wiki": "https://www.crazygames.com/game/stick-rpg-complete"},
    { "id": "flash3", "category": "game", "title": "Fancy Pants Adventure", "icon": "🎮", "description": "Fancy Pants Adventure is a stylish Flash platformer developed by Brad Borne in 2006. Known for its fluid animation, sketchbook art style, and parkour-like movement, the game quickly became a breakout hit on Flash portals. Players control a stick figure with spiky hair and orange pants as he runs, slides, and jumps through colorful levels. Its momentum-based controls and smooth feel set it apart from other Flash games of the time, leading to sequels and console versions.", "image": "images/fancy-pants-adventure.jpg", "wiki": "https://armorgames.com/play/301/fancy-pants-adventures"},
    { "id": "flash4", "category": "game", "title": "Interactive Buddy", "icon": "🎮", "description": "Interactive Buddy is a sandbox-style Flash game released in the early 2000s by Shock Value. It centers on a ragdoll-like character in a blank room whom players can interact with using tools, weapons, and objects. Points earned through interactions unlock more items and skins. Though minimal in concept, the game’s freedom and physics-based mechanics made it surprisingly addictive. It became one of the most popular early examples of user-driven virtual experimentation in browser games.", "image": "images/Interactive-buddy.png", "wiki": "https://www.crazygames.com/game/interactive-buddy"},

    { "id": "vhs1", "category": "vhs", "title": "Faces of Death", "icon": "📼", "description": "Faces of Death is a controversial 1978 pseudo-documentary that presents graphic scenes of death, autopsies, and accidents, blending real footage with staged content. Directed by John Alan Schwartz under the pseudonym Conan LeCilaire, it was marketed as a shocking exposé of mortality. Though heavily criticized and often banned, its notoriety spread through underground VHS circulation. Its authenticity has been widely disputed, with many segments confirmed as faked, yet it remains a symbol of taboo home video culture.", "image": "images/faces-of-death.jpg", "wiki": "https://archive.org/details/faces-of-death-1978-1080p"},
    { "id": "vhs2", "category": "vhs", "title": "The Day After", "icon": "📼", "description": "The Day After is a 1983 made-for-TV movie that dramatizes the aftermath of a nuclear war on a small American town. Airing on ABC, it sparked nationwide debate due to its bleak and realistic depiction of nuclear devastation. Viewed by over 100 million people, it caused emotional distress for many viewers and led to discussions in schools, homes, and even the White House. The film played a key role in shaping public awareness and fears during the Cold War.", "image": "images/the-day-after.jpg", "wiki": "https://youtu.be/TOPaaHSjMcw"},
    { "id": "vhs3", "category": "vhs", "title": "Mystery VHS Tapes", "icon": "📼", "description": "Mystery VHS tapes refer to anonymously found videocassettes featuring unsettling, bizarre, or unexplained content. Often discovered at thrift stores, garage sales, or swap meets, these tapes range from homemade horror to forgotten public access shows and eerie corporate training videos. Their lo-fi aesthetic and lack of context have fueled online speculation and analog horror communities. While many are harmless oddities, some remain unexplained, adding to the aura of unease and fascination.", "image": "images/mystery-vhs.jpg", "wiki": "https://medium.com/@farrakh2003/echoes-from-tomorrow-part-ii-the-mystery-vhs-tape-414264b4dcfe"},
    { "id": "vhs4", "category": "vhs", "title": "Max Headroom Hijacking", "icon": "📼", "description": "The Max Headroom hijacking was a 1987 television signal intrusion in Chicago, where an unknown individual in a Max Headroom mask interrupted two broadcasts. Lasting about 90 seconds, the pirate broadcast featured distorted audio, cryptic monologues, and surreal behavior before cutting out. The hijacker was never identified, and the incident remains one of the most infamous unsolved acts of broadcast piracy. Its eerie, chaotic tone has made it a lasting subject of internet lore and media conspiracy discussions.", "image": "images/max-headroom.jpg", "wiki": "https://www.youtube.com/watch?v=oqgeM6rWSkw"},

    { "id": "comic1", "category": "comics", "title": "Rom: Spaceknight", "icon": "📖", "description": "Rom: Spaceknight is a science fiction superhero comic published by Marvel Comics from 1979 to 1986. Based on a toy by Parker Brothers, the series reimagined Rom as a noble cyborg warrior battling the shape-shifting Dire Wraiths across Earth and space. Though the toy itself failed commercially, the comic outlived it and developed a dedicated fanbase. Licensing issues kept Rom out of reprints and Marvel continuity for years, adding to his cult status among comic collectors.", "image": "images/rom.jpg", "wiki": "https://www.zipcomic.com/rom-1979-issue-31}"},
    { "id": "comic2", "category": "comics", "title": "Micronauts", "icon": "📖", "description": "Micronauts is a comic book series launched by Marvel in 1979, inspired by the Japanese Microman toy line. Set in a microscopic universe known as the Microverse, the series follows a group of rebels fighting the tyrant Baron Karza. The comic blended science fiction with superhero elements and was praised for its complex storytelling and world-building. Like Rom, it suffered from licensing complications that prevented reprints, but its influence is still felt in Marvel's multiverse concepts.", "image": "images/micronauts.jpg", "wiki": "https://www.zipcomic.com/micronauts-1979-issue-1"},
    { "id": "comic3", "category": "comics", "title": "Ninja High School", "icon": "📖", "description": "Ninja High School is an independent comic created by Ben Dunn and first published in 1987. It mixes anime tropes, high school drama, and sci-fi chaos in a parody-style story where a regular teenager becomes the target of rival ninjas, aliens, and time travelers. Known for its early embrace of manga-inspired art in American comics, the series became a staple of indie publishers like Antarctic Press. It ran for decades with spinoffs and reboots, building a niche but loyal readership.", "image": "images/ninja-hs.png", "wiki": "https://readcomiconline.li/Comic/Ninja-High-School-1986"},
    { "id": "comic4", "category": "comics", "title": "Dazzler", "icon": "📖", "description": "Dazzler is a Marvel superhero introduced in 1980, originally conceived as part of a cross-promotional deal with the music industry. A disco singer with the power to convert sound into light and energy, Dazzler’s comic blended music, superhero action, and celebrity culture. Though the tie-in album never materialized, the comic ran for 42 issues and found an unexpected following. Often underestimated, Dazzler has since reappeared in X-Men stories and gained appreciation as a unique product of her era.", "image": "images/dazzler.jpg", "wiki": "https://readcomiconline.li/Comic/Dazzler-1981"},

    { "id": "arcade1", "category": "arcade", "title": "Polybius", "icon": "🕹️", "description": "Polybius is an urban legend about a mysterious arcade game said to have appeared in Portland, Oregon, in 1981. The game was reportedly psychoactive and dangerously addictive, causing players to suffer from amnesia, seizures, hallucinations, and night terrors. Some claimed that players went insane, died, or disappeared. According to the legend, 'men in black' monitored the machines and later removed them entirely. However, no physical evidence of Polybius or its supposed developer, Sinneslöschen, has ever surfaced. The myth likely originated online in the late 1990s and was first mentioned in print in 2003.", "image": "images/Polybius.jpeg", "wiki": "https://kotaku.com/the-crazy-urban-legend-of-the-killer-arcade-machine-5865357"},
    { "id": "arcade2", "category": "arcade", "title": "Primal Rage II", "icon": "🕹️", "description": "Primal Rage II is a canceled arcade fighting game by Atari Games, intended as a sequel to the 1994 title Primal Rage. Developed in the mid-1990s, it introduced human avatars called 'Avatars of the Beast Gods' instead of dinosaurs. Though it reached near-completion, the game was scrapped before release—likely due to the fading popularity of fighting games and internal restructuring at Atari. Only a few prototype cabinets were made, and for years, gameplay footage was scarce. However, a working ROM eventually surfaced online, allowing fans to experience the game unofficially.", "image": "images/primalRage.png", "wiki": "https://archive.org/details/mame-primal-rage-2"},
    { "id": "arcade3", "category": "arcade", "title": "SegaSonic the Hedgehog", "icon": "🕹️", "description": "SegaSonic the Hedgehog is a 1993 arcade game developed by Sega. Featuring Sonic, Ray the Flying Squirrel, and Mighty the Armadillo, it’s a fast-paced isometric platformer controlled with a trackball. Though officially released in Japan, the game never saw a wide international launch, likely due to the arcade hardware's unique control scheme. For years, it remained obscure and inaccessible outside of Japan. While emulation efforts have made it somewhat playable, accurate trackball controls remain a challenge, keeping it largely lost to mainstream Sonic fans.", "image": "images/segasonic-the-hedgehog.png", "wiki": "https://www.retrogames.onl/2021/09/segasonic-hedgehog-arcade-play-online.html"},
    { "id": "arcade4", "category": "arcade", "title": "Time Traveler", "icon": "🕹️", "description": "Time Traveler is a 1991 arcade game developed by Sega and designed by Dragon’s Lair creator Rick Dyer. Marketed as the “first holographic video game,” it used a curved mirror to project live-action full-motion video characters in a 3D illusion. Players controlled a cowboy named Marshal Gram to rescue a girl across various time periods. While the technology was novel, the gameplay was simplistic and often criticized. Though the game was released and attracted attention in arcades, few cabinets survive today, and its bulky, fragile design made it difficult to preserve.", "image": "images/timeTraveller.jpg", "wiki": "https://en.wikipedia.org/wiki/Time_Traveler_%28video_game%29"},

    { "id": "movie1", "category": "movies", "title": "The Day the Clown Cried", "icon": "🎬", "description": "The Day the Clown Cried is an unreleased 1972 film directed by and starring Jerry Lewis. It tells the story of a German clown imprisoned in a Nazi camp who is forced to entertain children on their way to the gas chambers. The film was never officially completed or released, largely due to legal issues and Lewis’s own disavowal of the project. Over the decades, it became one of Hollywood’s most infamous lost films, with brief clips and scripts leaking, but no full version ever publicly shown.", "image": "images/clown-cried.png", "wiki": "https://archive.org/details/project-55"},
    { "id": "movie2", "category": "movies", "title": "London After Midnight", "icon": "🎬", "description": "London After Midnight is a 1927 silent horror film directed by Tod Browning and starring Lon Chaney as a sinister detective disguised as a vampire. Known for Chaney’s haunting makeup and the film’s eerie atmosphere, it was a major success in its time. However, the last known print was lost in a 1965 MGM vault fire. It has since become one of the most sought-after lost films in cinema history, with reconstructions attempted using stills and script fragments.", "image": "images/london-after-midnight.jpg", "wiki": "https://horror.fandom.com/wiki/London_After_Midnight_(1927)"},
    { "id": "movie3", "category": "movies", "title": "Fantastic Four (1994)", "icon": "🎬", "description": "Fantastic Four (1994) is an unreleased low-budget superhero film produced by Roger Corman. Created as a quick production to retain rights to the Marvel characters, it was never intended for public release despite being completed. The cast and crew were unaware of its status as a legal placeholder. Bootleg copies began circulating in comic fan circles, gaining cult status for its earnest tone and limited effects. Though officially buried, it remains a cornerstone of superhero film history’s stranger chapters.", "image": "images/fantastic-four.jpg", "wiki": "https://en.wikipedia.org/wiki/The_Fantastic_Four_(unreleased_film)"},
    { "id": "movie4", "category": "movies", "title": "Batgirl (2022)", "icon": "🎬", "description": "Batgirl (2022) was a nearly completed DC Comics film directed by Adil El Arbi and Bilall Fallah, starring Leslie Grace as Barbara Gordon. Originally developed for HBO Max, it featured Brendan Fraser as the villain Firefly and was set within the DCEU. In a controversial move, Warner Bros. shelved the project entirely as a cost-saving tax write-off, making it one of the most high-profile cancellations in film history. Despite fan campaigns, the film remains unreleased and locked in studio archives.", "image": "images/batgirl.png", "wiki": "https://en.wikipedia.org/wiki/Batgirl_(2022_film)"},

    { "id": "mag1", "category": "magazines", "title": "Nintendo Power #1", "icon": "📰", "description": "Nintendo Power #1 launched in July 1988, marking the debut of Nintendo’s official magazine in North America. The first issue featured Super Mario Bros. 2 on the cover and set the tone with colorful layouts, detailed maps, and player tips. Packed with previews, comics, and contests, it became a staple for young gamers through the '90s. Issue #1 has since become a collector’s item and a symbol of early gaming culture’s shift into the mainstream.", "image": "images/nintendo-power.jpg", "wiki": "https://archive.org/details/nintendo_power_issue1/mode/2up"},
    { "id": "mag2", "category": "magazines", "title": "GamePro", "icon": "📰", "description": "GamePro was a multi-platform video game magazine that debuted in 1989 and ran until 2011. Known for its cartoon mascots, bold layout, and iconic face-based rating system, it became a go-to source for previews, reviews, and cheat codes. Its approachable tone and colorful visuals made it popular with younger audiences. Though its later years saw a decline in print, GamePro remains a nostalgic touchstone for gamers who grew up in the '90s and early 2000s.", "image": "images/gamepro.jpg", "wiki": "https://archive.org/details/gameproissue009april1990"},
    { "id": "mag3", "category": "magazines", "title": "Tips & Tricks", "icon": "📰", "description": "Tips & Tricks magazine launched in 1995 and stood out by focusing almost entirely on cheat codes, unlockables, and hidden content across all major consoles. Unlike other gaming magazines, it avoided reviews and news, catering instead to completionists and casual players looking for an edge. It maintained a devoted fanbase into the late 2000s, and its clean design and encyclopedic content helped cement its status as the definitive cheat code resource of its time.", "image": "images/tips-tricks.jpg", "wiki": "https://www.retromags.com/magazines/usa/tips-and-tricks/"},
    { "id": "mag4", "category": "magazines", "title": "Mean Machines", "icon": "📰", "description": "Mean Machines was a UK-based multi-format video game magazine that debuted in 1990. Known for its bold attitude, humor, and rivalries between consoles, it covered Sega, Nintendo, and other platforms in equal measure. It spun off into titles like Nintendo Magazine System and Mean Machines Sega. The magazine is remembered for its influence on British gaming culture and its signature mix of irreverence and in-depth coverage during the 16-bit console war era.", "image": "images/mean-machines.jpg", "wiki": "https://archive.org/details/MeanMachines15Dec91"}
  ]
}